package com.zipdabang.zipdabang_android.module.drawer.data

object Long_Term {

    const val service = "제1조 (목적)\n" +
            "\n" +
            "이 약관은 전기통신사업법령 및 정보통신망이용촉진, 전자상거래 등에 관한 법령에 의하여 집다방(이하 \"회사\"라 합니다)이 제공하는 집다방의 서비스(이하 “서비스\"라 한다) 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.\n" +
            "\n" +
            "제2조 (약관의 효력 및 변경)\n" +
            "\n" +
            "① 이 약관은 회사가 그 내용을 서비스 초기 화면을 통해 게시하고 이용자가 이에 동의를 함으로써 효력을 발생합니다.\n" +
            "\n" +
            "② 회사는 합리적인 사유가 있을 경우 약관규제에 관한 법률, 정보통신망 이용촉진 및 정보보호등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 변경할 수 있으며, 이 경우 적용일자 및 개정사유를 명시하여 현행약관과 함께 집다방의 서비스 초기 화면에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.\n" +
            "\n" +
            "③ 변경된 약관은 그 내용이 법령에 위배되지 않는 한 변경 이전에 회원으로 가입한 이용자에게도 적용됩니다. 변경된 약관에 이의가 있는 회원은 회사가 정한 양식에 따라 언제든지 회원등록을 취소(회원탈퇴)할 수 있으며, 약관의 효력발생일 이후의 계속적인 서비스 이용은 약관의 변경사항에 동의한 것으로 간주됩니다\n" +
            "\n" +
            "제3조 (약관 외 준칙)\n" +
            "\n" +
            "① 이 약관은 회사가 제공하는 서비스에 관한 이용규정 및 별도 약관과 함께 적용됩니다.\n" +
            "\n" +
            "② 이 약관에 명시되지 않은 사항과 이 약관의 해석에 관하여는 관련법령 및 상관례에 따릅니다.\n" +
            "\n" +
            "제4조 (용어의 정의)\n" +
            "\n" +
            "1. 이용자 : 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.\n" +
            "2. 회원 : 회사에 일정한 개인정보를 제공하여 이용계약을 체결하고 아이디(ID)를 부여 받은 개인,회사,단체로 회사가 제공하는 서비스(제휴업체가 제공하는 서비스 제외)를 이용할 수 있는 자를 말합니다.\n" +
            "3. 비밀번호 : 회원의 본인확인과 비밀보호를 위하여 선정한 문자, 숫자 또는 양자의 조합\n" +
            "4. 이용계약 : 서비스를 제공받기 위하여 이 약관으로 회사와 회원간에 체결하는 계약\n" +
            "5. 계약해지 : 회사 또는 회원이 서비스 개통 후 이용계약을 해약하는 것\n" +
            "6. 이용자 : 회사가 제공하는 서비스를 받는 회원을 말합니다.\n" +
            "\n" +
            "제5조 (이용계약의 성립)\n" +
            "\n" +
            "① 서비스 가입 신청 시 본 약관을 읽고 \"동의\" 버튼을 누르면 이 약관에 동의하는 것으로 간주 됩니다.\n" +
            "\n" +
            "② 이용계약은 서비스 이용 희망자의 이용약관 동의 후 이용신청에 대하여 회사가 승낙함으로써 성립합니다.\n" +
            "\n" +
            "제6조 (이용신청)\n" +
            "\n" +
            "① 이용신청은 회사가 요청하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 신청합니다.\n" +
            "\n" +
            "② 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하며 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스 사용의 제한을 받을 수 있습니다.\n" +
            "\n" +
            "제7조 (개인정보 보호 정책)\n" +
            "\n" +
            "① 회사는 이용 신청 시 회원이 제공하는 정보, 커뮤니티 활동, 각종 이벤트 참가를 위하여 회원이 제공하는 정보 등을 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스 제공을 위한 목적으로 이용합니다.\n" +
            "\n" +
            "② 회사는 서비스 제공과 관련하여 취득한 회원의 신상정보를 본인의 승낙없이 제3자에게 누설 또는 배포할 수 없으며, 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 경우에는 그러하지 아니합니다.\n" +
            "\n" +
            "1. 관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우\n" +
            "2. 정보통신윤리위원회의 요청이 있는 경우\n" +
            "3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우\n" +
            "4. 정보통신서비스의 제공에 따른 요금 정산을 위하여 필요한 경우\n" +
            "5. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우\n" +
            "\n" +
            "③ 회원이 회사 및 회사와 제휴한 서비스들을 편리하게 이용할 수 있도록 하기 위해 회원 정보는 회사와 제휴한 업체에 제공될 수 있습니다. 단, 회사는 회원 정보 제공 이전에 제휴 업체, 제공 목적, 제공할 회원 정보의 내용 등을 사전에 공지하고 회원의 동의를 얻어야 합니다.\n" +
            "\n" +
            "④ 회사는 위 3항의 범위 내에서 회사의 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고 하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.\n" +
            "\n" +
            "⑤ 회사는 다음의 각 호와 같은 경우에는 이용자의 동의 하에 개인정보를 제3자에게 제공할 수 있습니다. 이러한 경우에도 개인정보의 제3자 제공은 이용자의 동의 하에서만 이루어지며 개인 정보가 제공되는 것을 원하지 않는 경우에는, 특정 서비스를 이용하지 않거나 특정한 형태의 판촉이나 이벤트에 참여하지 않으면 됩니다.\n" +
            "\n" +
            "1. 사이트 내의 컨텐츠 및 서비스 제공을 위하여 이용자의 ID 닉네임 이메일 주소 등이 해당 컨텐츠 및 서비스 제공자에게 제공될 수 있습니다.\n" +
            "2. 사이트 내에서 벌어지는 각종 이벤트 행사에 참여한 회원의 개인정보가 해당 이벤트의 주최자에게 제공될 수 있습니다.\n" +
            "\n" +
            "⑥ 회원이 이용신청서에 회원정보를 기재하고, 회사에 본 약관에 따라 이용신청을 하는 것은 회사가 본 약관에 따라 이용신청서에 기재된 회원정보를 수집, 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.\n" +
            "\n" +
            "⑦ 서비스에서의 개인정보보호와 관련된 보다 자세한 사항은 홈페이지에 게시된 개인정보취급방침을 참조하시기 바랍니다.\n" +
            "\n" +
            "제8조 (이용신청의 승낙)\n" +
            "\n" +
            "① 회사는 회원이 제6조에서 정한 모든 사항을 정확히 기재하여 이용신청을 하였을 때 특별한 사정이 없는 한 접수 순서대로 이용신청을 승락합니다.\n" +
            "\n" +
            "② 회사는 다음 각 호에 해당하는 이용신청에 대하여는 승낙을 유보할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.\n" +
            "\n" +
            "1. 서비스 관련 설비에 여유가 없는 경우\n" +
            "2. 기술상 지장이 있는 경우\n" +
            "3. 기타 회사의 사정상 이용승낙이 곤란한 경우\n" +
            "\n" +
            "③ 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니 할 수 있습니다.\n" +
            "\n" +
            "1. 다른 사람의 이메일 주소를 사용하여 신청한 경우\n" +
            "2. 이용 신청 시 필요 내용을 허위로 기재하여 신청한 경우\n" +
            "3. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우\n" +
            "4. 기타 회사가 정한 이용신청요건이 미비 된 경우\n" +
            "\n" +
            "제9조 (계약사항의 변경)\n" +
            "\n" +
            "① 회원은 개인정보수정(내집다방-설정)을 통해 언제든지 개인정보를 열람하고 수정할 수 있습니다.\n" +
            "\n" +
            "② 회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 온라인으로 수정을 해야 하고 미변경으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.\n" +
            "\n" +
            "제10조 (회사의 의무)\n" +
            "\n" +
            "① 회사는 이 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 발생하는 경우 지체없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.\n" +
            "\n" +
            "② 회사는 회원의 프라이버시 보호와 관련하여 제7조에 제시된 내용을 지킵니다.\n" +
            "\n" +
            "③ 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약 관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.\n" +
            "\n" +
            "제11조 (회원의 의무)\n" +
            "\n" +
            "① 회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.\n" +
            "\n" +
            "1. 다른 회원의 ID와 비밀번호 등을 도용하는 행위\n" +
            "2. 서비스에서 얻은 정보를 회사의 사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위\n" +
            "3. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위\n" +
            "- 위 사항을 위반 시에는 즉각적인 경고 조치를 취하며, 경고 2회 시 탈퇴 조치를 취합니다. 단, 저작권 등 법적인(민,형사상 소송포함)문제를 발생시킬 경우 즉각적인 탈퇴 조치를 취합니다. 저작권 등 법적인 문제 발생 시에 당사는 책임이 없으며 게시물을 올린 게시자에게 책임이 있습니다.\n" +
            "    1. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위\n" +
            "    2. 범죄와 결부된다고 객관적으로 판단되는 행위\n" +
            "    3. 기타 관계법령에 위배되는 행위\n" +
            "\n" +
            "② 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 합니다.\n" +
            "\n" +
            "③ 회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수 하여야 합니다.\n" +
            "\n" +
            "④ 회원은 회사의 사전 승낙 없이는 서비스를 이용하여 영업 활동을 할 수 없으며, 영업 활동의 결과와 회원이 약관에 위반한 영업 활동을 이용하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동에 대하여 회사에 대하여 손해배상의무를 집니다.\n" +
            "\n" +
            "⑤ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.\n" +
            "\n" +
            "제12조 (서비스 이용 범위)\n" +
            "\n" +
            "회원은 회사를 통한 가입 시 발급된 ID 하나로 서비스 모두를 이용할 수 있습니다.\n" +
            "\n" +
            "제13조 (정보의 제공)\n" +
            "\n" +
            "① 회사는 회원이 서비스를 이용할 때 필요하다고 인정되는 다양한 정보의 추가 또는 변경내용을 공지사항 또는 전자우편 등의 수단으로 회원에게 제공할 수 있습니다. 회원은 동 정보의 제공을 원하지 않는 경우 정보수신 거부를 할 수 있습니다.\n" +
            "\n" +
            "제14조 (회원 게시물의 삭제)\n" +
            "\n" +
            "회사는 회원이 등록하는 서비스 내의 게시물이 다음 각호에 해당한다고 판단되는 경우에는 사전동의 없이 조회, 수정, 삭제할 수 있습니다.\n" +
            "\n" +
            "① 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우\n" +
            "\n" +
            "② 공공질서 및 미풍양속에 위반되는 내용인 경우\n" +
            "\n" +
            "③ 범죄적 행위에 결부된다고 인정되는 내용일 경우\n" +
            "\n" +
            "④ 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우\n" +
            "\n" +
            "⑤ 회사에서 규정한 기간을 초과한 경우\n" +
            "\n" +
            "⑥ 회원이 음란물을 게재하거나 음란사이트를 링크하는 경우\n" +
            "\n" +
            "⑦ 회사의 서비스 취지에 부합하지 않는 게시물의 경우\n" +
            "\n" +
            "⑧ 다른 회원의 신고로 조사가 필요한 경우\n" +
            "\n" +
            "⑨ 회원이 관리자 접근을 허용한 경우\n" +
            "\n" +
            "⑩ 기타 관계법령에 위반된다고 판단되는 경우\n" +
            "\n" +
            "제15조 (저작권의 귀속 및 게시물의 이용)\n" +
            "\n" +
            "① 회사가 작성한 저작물에 대한 저작권, 기타 지적 재산권은 회사에 귀속합니다.\n" +
            "\n" +
            "② 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 전송, 출판, 배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.\n" +
            "\n" +
            "③ 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, 회사는 서비스의 운영, 전시, 전송, 배포, 홍보의 목적일 경우 저작권법에 규정하는 공정한 관행에 합치된 합리적인 범위 내에서 회원의 별도의 허락없이 무상으로 다음과 같이 회원이 등록한 게시물을 사용할 수 있습니다.\n" +
            "\n" +
            "1. 서비스 내에서 회원 게시물을 저작물성을 해치지 않는 범위 내에서 복제, 수정, 개조할 수 있으며 이를 서비스의 운영, 전시, 전송, 배포할 수 있습니다.\n" +
            "2. 미디어, 통신사 등 서비스 제휴 파트너사에 회원의 게시물 내용을 제공, 전시 혹은 홍보할 수 있습니다. 단, 이 경우 회사는 별도의 동의없이 회원의 이용자 ID(또는 닉네임) 외에 회원의 개인정보를 제공하지 않습니다.\n" +
            "3. 회사는 전항 이외의 방법이나 유상으로 회원의 게시물을 이용하고자 하는 경우 전화, 전자우편 등의 수단을 통해 사전에 회원의 동의를 얻어야 합니다.\n" +
            "\n" +
            "제16조 (정보의 제공 및 광고의 게재)\n" +
            "\n" +
            "① 회사는 서비스를 운영함에 있어 각종 정보를 서비스 화면에 게재하거나 전자우편, SMS 등의 방법으로 회원에게 제공할 수 있습니다.\n" +
            "\n" +
            "② 회사는 서비스의 운영과 관련하여 홈페이지, 서비스 화면, SMS, 전자우편 등에 광고 등을 게재할 수 있습니다.\n" +
            "\n" +
            "③ 회사는 본 서비스 상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.\n" +
            "\n" +
            "제17조 (서비스 이용시간)\n" +
            "\n" +
            "① 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 정기 점검 등의 필요로 회사가 정한 날이나 시간은 그러하지 않습니다.\n" +
            "\n" +
            "② 회사는 서비스를 일정 범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 회원에게 공지합니다.\n" +
            "\n" +
            "제18조 (서비스 이용 책임)\n" +
            "\n" +
            "회원은 회사에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 상품을 판매하거나 사이트를 홍보하는 영업/홍보활동을 할 수 없으며 특히 해킹, 돈벌이 광고, 음란사이트를 통한 상업행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않습니다.\n" +
            "\n" +
            "제19조 (서비스 제공의 중지)\n" +
            "\n" +
            "회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.\n" +
            "\n" +
            "가. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우\n" +
            "\n" +
            "나. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우\n" +
            "\n" +
            "1. 회원이 이용약관을 통해서 이용계약의 승인 후 서비스를 이용하는 도중 1년 동안 로그인을 하지 않으면 회사는 회원으로 하여금 서비스 이용을 제한할 수 있습니다.\n" +
            "2. 서비스 제한 중인 회원이 다시 로그인을 한 후, 제한 해제를 시행하기 전까지 서비스 이용은 중지됩니다.\n" +
            "\n" +
            "다. 기타 불가항력적 사유가 있는 경우\n" +
            "\n" +
            "② 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 있습니다.\n" +
            "\n" +
            "③ 회사는 제1항 및 2항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 지체없이 회원에게 알려야 합니다.\n" +
            "\n" +
            "제20조 (계약해지 및 이용제한)\n" +
            "\n" +
            "① 회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 온라인을 통해 회사에 해지 신청을 하여야 합니다. 단, 다음 제2항에 해당되는 경우 해지신청을 하실 수 없습니다.\n" +
            "\n" +
            "② 회사는 회원이 다음 각 호에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지 하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.\n" +
            "\n" +
            "1. 타인의 서비스 ID 및 비밀번호를 도용한 경우\n" +
            "2. 서비스 운영을 고의로 방해한 경우\n" +
            "3. 가입한 전자메일 주소가 본인의 전자메일이 아닌 경우\n" +
            "4. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우\n" +
            "5. 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우\n" +
            "6. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우\n" +
            "7. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우\n" +
            "8. 정보통신 설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우\n" +
            "9. 회사, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우 위원회의 유권해석을 받은 경우\n" +
            "10. 타인의 개인정보, 이용자ID 및 비빌번호를 부정하게 사용하는 경우\n" +
            "11. 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우\n" +
            "12. 회원이 게시판에 음란물을 게재하거나 음란사이트 링크하는 경우\n" +
            "13. 본 약관을 포함하여 기타 회사가 정한 이용조건에 위반한 경우\n" +
            "\n" +
            "제21조 (손해배상)\n" +
            "\n" +
            "회사는 서비스 요금이 무료인 서비스 이용과 관련하여 회사의 고의, 과실에 의한 것이 아닌 한 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.\n" +
            "\n" +
            "제22조 (면책조항)\n" +
            "\n" +
            "① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.\n" +
            "\n" +
            "② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.\n" +
            "\n" +
            "③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.\n" +
            "\n" +
            "④ 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.\n" +
            "\n" +
            "⑤ 회사는 기간통신사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.\n" +
            "\n" +
            "⑥ 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사, 과실이 없는 디스크 장애, 시스템 다운 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.\n" +
            "\n" +
            "⑦ 회사는 이용자 상호간 및 이용자와 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.\n" +
            "\n" +
            "⑧ 회사에서 회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.\n" +
            "\n" +
            "제23조 (관할법원)\n" +
            "\n" +
            "전자상거래 등에서의 소비자보호에관한법률 제36조(전속관할)조항에 따라, 회사와 회원 간에 발생한 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속 관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 아니 하거나, 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.\n" +
            "\n" +
            "### [리워드 서비스 약관]\n" +
            "\n" +
            "제1조 (목적)\n" +
            "\n" +
            "이 약관은 회사 집다방(이하 \"회사\")이 운영하는 집다방에서 제공하는 제반 서비스 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임 사항, 기타 필요한 사항을 규정함을 목적으로 합니다.\n" +
            "\n" +
            "제2조 (용어 정의)\n" +
            "\n" +
            "이 약관에서 사용하는 용어는 다음 각호와 같으며, 약관에 정의되지 않은 용어의 의미는 관계 법령 및 일반적인 거래 관행을 따릅니다.\n" +
            "\n" +
            "1. 인터넷서비스: 회사 또는 회사의 제휴회사가 유·무선 인터넷 기술을 사용하여 제공하는 모든 인터넷서비스를 말합니다.\n" +
            "2. 회원: 자신의 미디어에 회사가 제공하는 광고 등을 게재하여 발생한 수익을 회사로부터 분배받을 목적으로 이 약관에 동의한 자를 말합니다.\n" +
            "3. 방문자: 회원 자신의 미디어에 PC, 휴대형 단말기, 태블릿PC 등 각종 유무선 기기를 통해 접속한 자를 말합니다.\n" +
            "4. 미디어: 이 약관에 따라 회원 자신이 회사의 광고를 게재하는 매체로 블로그, 웹사이트 등을 말합니다.\n" +
            "5. 수입: 회원이 자신의 미디어에 회사의 광고를 게재하고 방문자의 클릭으로 발생한 회사의 수익 중 회사가 회원에게 지급하게 되는 금액을 말합니다.\n" +
            "6. 부당 수입: 회원이 본 약관, 관련 법령 등을 위반하거나 방문자가 본 약관, 관련 법령에서 금하는 행위를 통해 회원에게 발생한 수입을 말합니다.\n" +
            "\n" +
            "제3조 (약관의 게시와 개정)\n" +
            "\n" +
            "① 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내에 게시합니다.\n" +
            "\n" +
            "② 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.\n" +
            "\n" +
            "③ 회사는 약관을 개정할 경우 개정 내용과 적용 일자를 서비스 내에 명시하여 적용 일자 7일 전부터 적용 일자 전일까지 공지하고, 회원의 전자메일 주소로 개정 내용과 적용 일자를 통지합니다. 단, 회원에게 불리한 변경의 경우 적용 일자 30일 전부터 공지합니다.\n" +
            "\n" +
            "④ 회원이 적용 일자 전일까지 회사에 거부 의사를 표시하지 않는 경우 회원은 개정 약관에 동의한 것으로 간주합니다.\n" +
            "\n" +
            "⑤ 회원이 개정 약관에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.\n" +
            "\n" +
            "제4조 (이용계약의 성립)\n" +
            "\n" +
            "① 이용계약은 서비스를 이용하고자 하는 자(이하 \"가입 신청자\")가 약관의 내용에 동의한 다음 회사가 정한 절차에 따라 회원가입을 하면, 회사는 회원으로 등록함으로써 체결됩니다.\n" +
            "\n" +
            "② 회사는 회원가입 신청자의 신청에 대하여 아래 각호의 사유가 있는 경우에는 승낙을 하지 않을 수 있고, 회원가입 이후에도 아래 각호의 사유가 확인될 경우에는 이용계약을 해지할 수 있습니다.\n" +
            "\n" +
            "1. 허위 또는 잘못된 정보를 기재 또는 제공하는 경우\n" +
            "2. 회원가입 신청자가 약관 위반 등의 사유로 서비스 이용 제한 중에 이용계약을 해지 후 재가입신청을 하는 경우\n" +
            "3. 회원가입 신청자의 귀책 사유로 인하여 승낙할 수 없는 경우\n" +
            "\n" +
            "③ 이용계약의 성립 시기는 회사가 회원가입 신청자를 회원으로 등록한 시점으로 하고, 회사는 회원가입 신청자의 어플리케이션 알림으로 가입 승인을 통지합니다.\n" +
            "\n" +
            "제5조 (회사의 의무)\n" +
            "\n" +
            "① 회사는 이 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 발생하는 경우 지체없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.\n" +
            "\n" +
            "② 회사는 회원의 프라이버시 보호와 관련하여 개인정보 보호를 위하여 개인정보처리방침을 준수합니다.\n" +
            "\n" +
            "③ 회사는 공정한 서비스 운영을 위하여 회원으로부터 제기된 의견이나 불만을 파악하고 해결을 위해 노력합니다.\n" +
            "\n" +
            "④ 회사는 회사가 별도로 정한 광고수익 배분 기준 및 지급 절차에 따라 수입을 회원에게 지급합니다.\n" +
            "\n" +
            "제6조 (회원의 의무)\n" +
            "\n" +
            "① 회원은 서비스를 이용할 때 다음 각호의 행위를 하지 않아야 합니다.\n" +
            "\n" +
            "1. 서비스 가입을 신청하거나 회원 정보 변경 신청 시 허위 또는 타인의 정보를 입력하는 행위\n" +
            "2. 서비스에서 얻은 정보를 회사의 사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위\n" +
            "3. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위\n" +
            "4. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위\n" +
            "5. 범죄와 결부된다고 객관적으로 판단되는 행위\n" +
            "6. 기타 관계 법령에 위배되는 행위\n" +
            "\n" +
            "② 회원은 이 약관에서 규정하는 사항과 서비스 이용 안내 또는 주의사항을 준수하여야 합니다.\n" +
            "\n" +
            "③ 회원은 회사의 사전 승낙 없이는 서비스를 이용하여 영업 활동을 할 수 없으며, 영업 활동의 결과와 회원이 약관에 위반한 영업 활동을 이용하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동에 대하여 회사에 대하여 손해배상 의무를 집니다.\n" +
            "\n" +
            "④ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용 권한, 기타 이용계약상 지위를 타인에 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.\n" +
            "\n" +
            "제7조 (아이디 및 비밀번호의 관리)\n" +
            "\n" +
            "① 회원의 아이디(ID)와 비밀번호 관리책임은 회원에게 있습니다.\n" +
            "\n" +
            "② 아이디(ID)와 비밀번호 관리 소홀, 부정 사용으로 인하여 발생한 모든 결과에 대한 책임은 회원에게 있습니다.\n" +
            "\n" +
            "③ 회원은 자신의 아이디(ID)와 비밀번호가 도용되었음을 인지한 경우, 이를 즉시 회사에 통지하고 회사의 안내를 따라야 합니다.\n" +
            "\n" +
            "제8조 (서비스의 변경)\n" +
            "\n" +
            "① 회사는 공정하고 원활한 서비스 제공을 위하여 서비스의 내용 및 관련 사항 등을 변경할 수 있습니다.\n" +
            "\n" +
            "② 회사는 서비스를 변경할 경우 변경사항과 적용 일자를 서비스 내에 적용 일자 7일 전부터 공지합니다. 단, 회원에게 불리한 변경의 경우 적용 일자 30일 전부터 공지합니다.\n" +
            "\n" +
            "③ 회원은 서비스 변경에 동의하지 않을 경우 회사에 거부 의사를 표시하고 이용계약을 해지할 수 있습니다.\n" +
            "\n" +
            "제9조 (회원의 게시물)\n" +
            "\n" +
            "① 회원은 자신이 운영하는 미디어에 게재한 게시물이 회사 또는 제3자의 권리 침해나 지식재산권 및 관련 법령을 위반해서는 안됩니다.\n" +
            "\n" +
            "② 회원이 본 조 제1항을 위반하거나 본 약관을 위반하는 경우, 회사는 회원에게 이에 대한 시정요구 등을 할 수 있으며, 회원이 이를 거부하는 경우 회사는 서비스 이용 제한, 이용계약의 해지 등의 조치를 취할 수 있습니다.\n" +
            "\n" +
            "③ 회원이 본 조를 위반하여 제3자의 권리 침해 또는 지식재산권 및 관련 법령을 위반하였다는 사유로 회사가 법적 조치를 당할 경우에는 회원 자신의 비용으로 회사를 면책시켜야 합니다. 이와 관련하여 회사가 제3자에게 손해배상책임을 부담하는 경우에는 회사의 손해배상액 및 그 배상과 관련된 부대비용 일체를 회원이 모두 부담합니다.\n" +
            "\n" +
            "④ 회원은 자신의 미디어에 상품 홍보 및 추천의 내용이 포함된 게시물을 게재할 경우, 공정거래위원회의 ‘추천·보증 등에 관한 표시·광고 심사지침’과 관련 법령 및 행정청의 가이드에 따른 의무를 준수해야 합니다.\n" +
            "\n" +
            "제10조 (서비스의 중단)\n" +
            "\n" +
            "① 회사는 다음 각호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.\n" +
            "\n" +
            "1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우\n" +
            "2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우\n" +
            "3. 천재지변 또는 기타 불가항력적 사유가 있는 경우\n" +
            "\n" +
            "② 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.\n" +
            "\n" +
            "③ 회사는 제1항 및 제2항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한 기간 등을 사전에 회원에게 공지합니다. 단, 사전에 공지하기 어려운 사정이 있는 경우 사후 가능한 시점에 공지합니다.\n" +
            "\n" +
            "제11조 (수입의 집계)\n" +
            "\n" +
            "회원의 수입 집계는 회사의 측정 기준을 따르며, 회원은 이에 대해 이의를 제기할 수 없습니다.\n" +
            "\n" +
            "제12조 (데이터의 수집 등)\n" +
            "\n" +
            "① 회사는 회원이 비정상적인 방법을 통한 서비스 이용 여부 등을 판단하기 위하여 OS와 디바이스의 정보, IP주소를 수집할 수 있습니다.\n" +
            "\n" +
            "② 회사는 전항에 따라 수집한 정보를 회사의 서비스 운영을 위하여 이용할 수 있으며, 관련 법령에 따라 제3자에게 제공할 수 있습니다.\n" +
            "\n" +
            "제13조 (해지 및 이용 제한)\n" +
            "\n" +
            "① 회사는 회원이 다음 각호에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 제한할 수 있습니다.\n" +
            "\n" +
            "1. 타인의 아이디(ID) 및 비밀번호를 도용한 경우\n" +
            "2. 서비스 운영을 고의로 방해한 경우\n" +
            "3. 타인의 명예를 손상하거나 불이익을 주는 행위를 한 경우\n" +
            "4. 회사, 다른 회원 또는 제3자의 지식재산권을 침해하는 경우\n" +
            "5. 회사가 정한 이용계약의 의무를 위반한 경우\n" +
            "\n" +
            "② 당사자 일방은 상대방이 이용계약을 위반하는 경우 그 상대방에게 그 시정을 요구하고, 시정을 요구한 날로부터 15일 이내에 시정이 되지 않으면, 상대방에 대한 의사표시로써 이용계약을 해지할 수 있습니다.\n" +
            "\n" +
            "③ 당사자 일방은 법령 등의 위반, 당사자 일방에게 부도 또는 지급불능, 회생 신청, 파산신청 등의 사정이 발생한 경우 등 계약의 목적 달성이 현저히 어렵거나 불가능한 경우 즉시 상대방에 대한 의사표시로써 이용계약을 해지할 수 있습니다.\n" +
            "\n" +
            "제14조 (지식재산권 등)\n" +
            "\n" +
            "① 회사가 자체적으로 제작한 저작물에 대한 저작권, 기타 지식재산권은 회사에 귀속합니다.\n" +
            "\n" +
            "② 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 전송, 출판, 배포, 방송, 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.\n" +
            "\n" +
            "③ 본 조의 내용은 이 약관이 종료 이후에도 유효하게 존속합니다.\n" +
            "\n" +
            "제15조 (면책조항)\n" +
            "\n" +
            "① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.\n" +
            "\n" +
            "② 회사는 회원의 귀책 사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.\n" +
            "\n" +
            "③ 회사는 회원이 자신의 미디어에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.\n" +
            "\n" +
            "④ 회사는 기간통신사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.\n" +
            "\n" +
            "⑤ 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사, 과실이 없는 디스크 장애, 시스템 다운 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.\n" +
            "\n" +
            "제16조 (손해배상, 전속관할 등)\n" +
            "\n" +
            "① 당사자 일방이 이용계약을 위반하여 상대방에게 손해를 입힌 경우 상대방에게 그 손해를 배상하여야 한다. 단, 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.\n" +
            "\n" +
            "② 이용계약과 관련하여 당사자 사이에 이견이 있는 경우 상호 협의하여 해결하는 것을 원칙으로 합니다.\n" +
            "\n" +
            "③ 당사자 사이에 이용계약과 관련한 법적 분쟁이 발생하는 경우, 그 분쟁에 관한 소송은 서울중앙지방법원을 전속관할로 합니다.\n" +
            "\n" +
            "### [부칙]\n" +
            "\n" +
            "1. (시행일) 본 약관은 2023년 2월 1일부터 시행됩니다."

    const val personalInfo = "최종 업데이트 날짜: 2023년 10월 19일\n" +
            "본 개인정보 보호정책은 귀하가 서비스를 사용할 때 귀하의 정보 수집, 사용 및 공개에 관한 당사의 정책 및 절차를 설명하고 귀하의 개인정보 보호 권리와 법률이 귀하를 보호하는 방법에 대해 알려줍니다.\n" +
            "당사는 서비스를 제공하고 개선하기 위해 귀하의 개인 데이터를 사용합니다. 서비스를 이용함으로써 귀하는 본 개인정보 보호정책에 따라 정보를 수집하고 사용하는 데 동의합니다.\n" +
            "해석 및 정의\n" +
            "해석\n" +
            "첫 글자를 대문자로 표기하는 단어는 다음 조건에 따라 정의된 의미를 갖습니다. 다음 정의는 단수 또는 복수로 표시되는지에 관계없이 동일한 의미를 갖습니다.\n" +
            "정의\n" +
            "본 개인정보 보호정책의 목적상:\n" +
            "계정은 귀하가 당사 서비스 또는 서비스 일부에 액세스할 수 있도록 생성된 고유한 계정을 의미합니다.\n" +
            "계열사는 일방 에 의해 통제되거나 일방에 의해 통제되거나 공동 통제 하에 있는 법인을 의미합니다. 여기서 \"통제\"는 이사 또는 기타 관리 권한을 선출하기 위해 투표할 수 있는 주식, 지분 또는 기타 증권의 50% 이상을 소유하는 것을 의미합니다. .\n" +
            "애플리케이션이란 회사가 제공하는 소프트웨어 프로그램인 집다방을 말합니다.\n" +
            "회사 (본 계약에서 \"회사\", \"당사\", \"당사\" 또는 \"당사의\"라고 함)는 집다방을 의미합니다.\n" +
            "국가는 다음을 가리킵니다: 대한민국\n" +
            "장치 란 컴퓨터, 휴대폰, 디지털 태블릿 등 서비스에 액세스할 수 있는 모든 장치를 의미합니다.\n" +
            "개인 데이터는 식별되었거나 식별 가능한 개인과 관련된 모든 정보입니다.\n" +
            "서비스는 애플리케이션을 의미합니다.\n" +
            "서비스 제공업체 란 회사를 대신하여 데이터를 처리하는 자연인 또는 법인을 의미합니다. 이는 서비스를 촉진하거나, 회사를 대신하여 서비스를 제공하거나, 서비스와 관련된 서비스를 수행하거나, 서비스 사용 방법을 분석하는 데 회사를 지원하기 위해 회사가 고용한 제3자 회사 또는 개인을 의미합니다.\n" +
            "제3자 소셜 미디어 서비스는 사용자가 서비스를 사용하기 위해 로그인하거나 계정을 만들 수 있는 웹사이트 또는 소셜 네트워크 웹사이트를 의미합니다.\n" +
            "사용 데이터는 서비스 사용이나 서비스 인프라 자체에서 생성되어 자동으로 수집된 데이터(예: 페이지 방문 기간)를 의미합니다.\n" +
            "귀하는 서비스에 액세스하거나 이를 사용하는 개인, 회사 또는 해당 개인이 서비스에 액세스하거나 서비스를 사용하는 것을 대신하는 기타 법인을 의미합니다.\n" +
            "귀하의 개인 데이터 수집 및 사용\n" +
            "수집된 데이터 유형\n" +
            "개인 정보\n" +
            "당사 서비스를 사용하는 동안 당사는 귀하에게 연락하거나 귀하를 식별하는 데 사용할 수 있는 특정 개인 식별 정보를 제공하도록 요청할 수 있습니다. 개인 식별 정보에는 다음이 포함되지만 이에 국한되지는 않습니다.\n" +
            "이메일 주소\n" +
            "이름과 성\n" +
            "전화 번호\n" +
            "주소, 주, 도, 우편번호, 시\n" +
            "사용량 데이터\n" +
            "사용량 데이터\n" +
            "서비스 이용 시 사용 데이터가 자동으로 수집됩니다.\n" +
            "사용 데이터에는 귀하 장치의 인터넷 프로토콜 주소(예: IP 주소), 브라우저 유형, 브라우저 버전, 귀하가 방문하는 서비스 페이지, 방문 시간 및 날짜, 해당 페이지에서 보낸 시간, 고유 장치와 같은 정보가 포함될 수 있습니다. 식별자 및 기타 진단 데이터.\n" +
            "귀하가 모바일 장치를 통해 서비스에 액세스할 때 당사는 귀하가 사용하는 모바일 장치 유형, 모바일 장치 고유 ID, 모바일 장치의 IP 주소, 모바일 장치 등을 포함하되 이에 국한되지 않는 특정 정보를 자동으로 수집할 수 있습니다. 운영 체제, 귀하가 사용하는 모바일 인터넷 브라우저 유형, 고유 장치 식별자 및 기타 진단 데이터.\n" +
            "또한 당사는 귀하가 당사 서비스를 방문할 때마다 또는 모바일 장치를 통해 서비스에 액세스할 때 귀하의 브라우저가 전송하는 정보를 수집할 수도 있습니다.\n" +
            "제3자 소셜 미디어 서비스의 정보\n" +
            "회사는 귀하가 계정을 만들고 로그인하여 다음 제3자 소셜 미디어 서비스를 통해 서비스를 사용할 수 있도록 허용합니다.\n" +
            "구글(Google)\n" +
            "카카오(Kakao)\n" +
            "귀하가 제3자 소셜 미디어 서비스를 통해 등록하거나 당사에 대한 액세스 권한을 부여하기로 결정한 경우, 당사는 귀하의 이름, 이메일 주소, 활동 등 귀하의 제3자 소셜 미디어 서비스 계정과 이미 연결된 개인 데이터 또는 해당 계정과 연결된 연락처 목록을 수집할 수 있습니다.\n" +
            "귀하는 또한 귀하의 제3자 소셜 미디어 서비스 계정을 통해 회사와 추가 정보를 공유할 수도 있습니다. 귀하가 등록 중 또는 다른 방법으로 해당 정보 및 개인 데이터를 제공하기로 선택한 경우, 귀하는 본 개인정보 보호정책에 따라 해당 정보를 사용, 공유 및 저장할 수 있는 권한을 회사에 부여하는 것입니다.\n" +
            "애플리케이션 이용 중 수집되는 정보\n" +
            "당사 애플리케이션을 사용하는 동안 당사는 애플리케이션의 기능을 제공하기 위해 귀하의 사전 허가를 받아 다음을 수집할 수 있습니다.\n" +
            "장치의 카메라\n" +
            "사진 라이브러리의 사진 및 기타 정보\n" +
            "위치 기반 정보\n" +
            "당사는 이 정보를 사용하여 당사 서비스의 기능을 제공하고 서비스를 개선하고 맞춤화합니다. 정보는 회사 서버 및/또는 서비스 제공업체 서버에 업로드되거나 귀하의 장치에 간단히 저장될 수 있습니다.\n" +
            "귀하는 귀하의 장치 설정을 통해 언제든지 이 정보에 대한 액세스를 활성화하거나 비활성화할 수 있습니다.\n" +
            "귀하의 개인 데이터 사용\n" +
            "회사는 다음과 같은 목적으로 개인정보를 사용할 수 있습니다.\n" +
            "서비스를 제공하고 유지하기 위해: 서비스 사용 모니터링을 포함합니다 .\n" +
            "귀하의 계정을 관리하려면: 서비스 사용자로서 귀하의 등록을 관리해야 합니다. 귀하가 제공하는 개인 데이터를 통해 귀하는 등록된 사용자로서 사용할 수 있는 서비스의 다양한 기능에 액세스할 수 있습니다.\n" +
            "계약 이행을 위해: 귀하가 구매한 제품, 항목 또는 서비스에 대한 구매 계약 또는 서비스를 통해 당사와 체결한 기타 계약의 개발, 준수 및 이행합니다.\n" +
            "귀하에게 연락하기 위해: 이메일, 전화 통화, SMS 또는 보안 업데이트를 포함한 기능, 제품 또는 계약 서비스와 관련된 업데이트 또는 정보 통신에 관한 모바일 애플리케이션의 푸시 알림과 같은 기타 동등한 형태의 전자 통신을 통해 귀하에게 연락합니다. 구현을 위해 필요하거나 합리적인 경우에 해당됩니다.\n" +
            "귀하가 그러한 정보를 수신하지 않기로 선택한 경우를 제외하고 귀하가 이미 구매했거나 문의한 것과 유사한 당사가 제공하는 기타 상품, 서비스 및 이벤트에 대한 뉴스, 특별 제안 및 일반 정보를 귀하에게 제공합니다.\n" +
            "귀하의 요청을 관리하려면: 당사에 대한 귀하의 요청에 참석하고 관리합니다.\n" +
            "사업 양도의 경우: 당사는 합병, 매각, 구조 조정, 재편성, 해산 또는 당사 자산의 일부 또는 전체에 대한 기타 매각이나 양도를 평가하거나 수행하기 위해 귀하의 정보를 사용할 수 있습니다. 또는 유사한 절차. 당사가 당사 서비스 사용자에 대해 보유하고 있는 개인 데이터가 양도된 자산에 속합니다.\n" +
            "기타 목적 : 당사는 데이터 분석, 사용 추세 식별, 프로모션 캠페인의 효과 판단, 서비스, 제품, 서비스, 마케팅 및 귀하의 경험을 평가 및 개선하는 등 기타 목적으로 귀하의 정보를 사용할 수 있습니다.\n" +
            "당사는 다음과 같은 상황에서 귀하의 개인정보를 공유할 수 있습니다.\n" +
            "서비스 제공업체와 공유:\n" +
            "당사는 서비스 이용을 모니터링 및 분석하고 귀하에게 연락하기 위해 귀하의 개인정보를 서비스 제공업체와 공유할 수 있습니다.\n" +
            "사업 양도의 경우:\n" +
            "당사는 합병, 회사 자산 매각, 자금 조달 또는 당사 사업 전체 또는 일부 인수와 관련하여 또는 협상 중에 귀하의 개인 정보를 다른 회사에 공유하거나 양도할 수 있습니다.\n" +
            "계열사와 공유:\n" +
            "당사는 귀하의 정보를 계열사와 공유할 수 있으며, 이 경우 해당 계열사가 본 개인정보 보호정책을 준수하도록 요구합니다. 계열사에는 당사의 모회사와 기타 자회사, 합작 투자 파트너 또는 당사가 통제하거나 당사와 공동 통제를 받는 기타 회사가 포함됩니다.\n" +
            "비즈니스 파트너와의 공유:\n" +
            "당사는 귀하에게 특정 제품, 서비스 또는 프로모션을 제공하기 위해 귀하의 정보를 비즈니스 파트너와 공유할 수 있습니다.\n" +
            "다른 사용자와의 공유:\n" +
            "귀하가 개인 정보를 공유하거나 공공 장소에서 다른 사용자와 교류하는 경우, 해당 정보는 모든 사용자가 볼 수 있으며 외부에 공개적으로 배포될 수 있습니다. 귀하가 다른 사용자와 교류하거나 제3자 소셜 미디어 서비스를 통해 등록하는 경우, 제3자 소셜 미디어 서비스의 연락처는 귀하의 이름, 프로필, 사진 및 활동 설명을 볼 수 있습니다. 마찬가지로, 다른 사용자도 귀하의 활동에 대한 설명을 보고, 귀하와 소통하고, 귀하의 프로필을 볼 수 있습니다.\n" +
            "귀하의 동의 하에\n" +
            ": 당사는 귀하의 동의 하에 다른 목적으로 귀하의 개인정보를 공개할 수 있습니다.\n" +
            "개인 데이터 보존\n" +
            "회사는 본 개인정보 보호정책에 명시된 목적에 필요한 기간 동안만 귀하의 개인 데이터를 보관합니다. 당사는 법적 의무를 준수하고(예: 해당 법률을 준수하기 위해 귀하의 데이터를 보관해야 하는 경우) 분쟁을 해결하며 법적 계약 및 정책을 시행하는 데 필요한 범위 내에서 귀하의 개인 데이터를 보관 및 사용합니다.\n" +
            "회사는 또한 내부 분석 목적으로 사용 데이터를 보관합니다. 사용 데이터는 보안을 강화하거나 당사 서비스의 기능을 개선하기 위해 사용되거나 당사가 이 데이터를 장기간 보관할 법적 의무가 있는 경우를 제외하고 일반적으로 더 짧은 기간 동안 보관됩니다.\n" +
            "개인 데이터 전송\n" +
            "개인 데이터를 포함한 귀하의 정보는 회사의 운영 사무소 및 처리에 관련된 당사자가 위치한 기타 장소에서 처리됩니다. 이는 이 정보가 귀하의 주, 지방, 국가 또는 데이터 보호법이 귀하의 관할권과 다를 수 있는 기타 정부 관할권 외부에 있는 컴퓨터로 전송되어 유지될 수 있음을 의미합니다.\n" +
            "본 개인정보 보호정책에 대한 귀하의 동의 후 해당 정보를 제출하는 것은 해당 전송에 대한 귀하의 동의를 나타냅니다.\n" +
            "회사는 귀하의 데이터 및 기타 개인 정보가 본 개인정보 보호정책에 따라 안전하게 처리되고, 보안을 포함하여 적절한 통제가 이루어지지 않는 한 귀하의 개인 데이터가 조직이나 국가로 전송되지 않도록 하기 위해 합리적으로 필요한 모든 조치를 취할 것입니다. \n" +
            "개인 데이터 삭제\n" +
            "귀하는 당사가 귀하에 대해 수집한 개인 데이터를 삭제하거나 삭제 지원을 요청할 권리가 있습니다.\n" +
            "당사 서비스는 귀하에게 서비스 내에서 귀하에 관한 특정 정보를 삭제할 수 있는 기능을 제공할 수 있습니다.\n" +
            "귀하는 귀하의 계정(있는 경우)에 로그인하고 귀하의 개인 정보를 관리할 수 있는 계정 설정 섹션을 방문하여 언제든지 귀하의 정보를 업데이트, 수정 또는 삭제할 수 있습니다. 귀하는 또한 귀하가 당사에 제공한 개인 정보에 대한 액세스, 수정 또는 삭제를 요청하기 위해 당사에 연락할 수도 있습니다.\n" +
            "그러나 법적 의무나 법적 근거가 있는 경우 특정 정보를 보관해야 할 수도 있습니다.\n" +
            "귀하의 개인 데이터 공개\n" +
            "비즈니스 거래\n" +
            "회사가 합병, 인수 또는 자산 매각에 참여하는 경우 귀하의 개인 데이터가 전송될 수 있습니다. 귀하의 개인 데이터가 전송되어 다른 개인 정보 보호 정책이 적용되기 전에 당사는 통지를 제공할 것입니다.\n" +
            "법 집행\n" +
            "특정 상황에서 회사는 법률에 따라 요구되거나 공공 기관(예: 법원 또는 정부 기관)의 유효한 요청에 따라 귀하의 개인 데이터를 공개해야 할 수 있습니다.\n" +
            "기타 법적 요구사항\n" +
            "회사는 다음과 같은 조치가 필요하다는 선의의 믿음으로 귀하의 개인 데이터를 공개할 수 있습니다.\n" +
            "법적 의무 준수의 목적으로 사용합니다.\n" +
            "회사의 권리나 재산을 보호하고 방어합니다.\n" +
            "서비스와 관련하여 발생할 수 있는 부정 행위를 예방하거나 조사합니다.\n" +
            "서비스 사용자 또는 대중의 개인 안전을 보호합니다.\n" +
            "법적 책임으로부터 보호합니다.\n" +
            "개인 데이터 보안\n" +
            "귀하의 개인 데이터의 보안은 당사에게 중요하지만, 인터넷을 통한 전송 방법이나 전자 저장 방법은 100% 안전하지 않다는 점을 기억하십시오. 당사는 귀하의 개인 데이터를 보호하기 위해 상업적으로 허용되는 수단을 사용하려고 노력하지만 절대적인 보안을 보장할 수는 없습니다.\n" +
            "아동의 개인정보 보호\n" +
            "당사 서비스는 15세 미만의 사용자에게 적용되지 않습니다. 당사는 15세 미만의 사용자로부터 개인 식별 정보를 고의로 수집하지 않습니다. 귀하가 부모 또는 보호자이고 귀하의 자녀가 당사에 개인 데이터를 제공했다는 사실을 알고 있는 경우, 문의하기. 당사가 부모 동의 없이 15세 미만의 개인정보를 수집했다는 사실을 알게 된 경우, 당사는 서버에서 해당 정보를 제거하기 위한 조치를 취합니다.\n" +
            "귀하의 정보를 처리하기 위한 법적 근거로 동의가 필요하고 귀하의 국가에서 부모의 동의가 필요한 경우, 해당 정보를 수집하고 사용하기 전에 부모의 동의가 필요할 수 있습니다.\n" +
            "다른 웹사이트에 대한 링크\n" +
            "당사 서비스에는 당사가 운영하지 않는 다른 웹사이트에 대한 링크가 포함될 수 있습니다. 제3자 링크를 클릭하면 해당 제3자의 사이트로 이동됩니다. 우리는 귀하가 방문하는 모든 사이트의 개인 정보 보호 정책을 검토할 것을 강력히 권고합니다.\n" +
            "당사는 제3자 사이트나 서비스의 콘텐츠, 개인 정보 보호 정책 또는 관행에 대해 통제권이 없으며 책임을 지지 않습니다.\n" +
            "본 개인정보 보호정책의 변경\n" +
            "당사는 수시로 개인정보 보호정책을 업데이트할 수 있습니다. 당사는 이 페이지에 새로운 개인정보 보호정책을 게시하여 변경 사항을 귀하에게 통보할 것입니다.\n" +
            "당사는 변경 사항이 발효되기 전에 이메일 및/또는 당사 서비스에 대한 눈에 띄는 공지를 통해 귀하에게 알리고 본 개인정보 보호정책 상단에 있는 \"최종 업데이트\" 날짜를 업데이트합니다.\n" +
            "변경 사항이 있는지 정기적으로 본 개인 정보 보호 정책을 검토하는 것이 좋습니다. 본 개인정보 보호정책의 변경 사항은 이 페이지에 게시된 시점부터 유효합니다.\n" +
            "게시: 2023년 10월 31일 0시\n" +
            "문의하기\n" +
            "본 개인정보 보호정책에 대해 질문이 있는 경우 다음 연락처로 문의하실 수 있습니다.\n" +
            "이메일: zipdabang.app@gmail.com\n"

}